brew "starship"

brew "fzf"
brew "jq"
brew "ripgrep"

brew "gh"
brew "git"
brew "git-delta"

brew "bandwhich"
brew "curlie"
brew "httpstat"
brew "miniserve"
brew "wget"

brew "mole"

brew "mise"
brew "direnv"

brew "pwgen"

cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "neohtop"
cask "vscodium"
# cask "bitwarden"
# cask "visual-studio-code"
cask "brave-browser"
